"SPC Password" = "Пароль SPC";
"Authentication Key" = "Ключ аутентификации";
"Incorrect key" = "Неверный ключ";
"Incorrect SPC Password" = "Неверный пароль SPC";
"Enter 26 digit key" = "Введите 26-значный ключ аутентификации.";
"Security" = "Безопасность";
"Too many retries of SPC." = "Слишком много попыток SPC.";
"AKEY set successfully." = "Установка AKEY выполнена.";
"Failed to set AKEY." = "Не удалось установить AKEY.";
"Too many retries of AKEY." = "Слишком много попыток AKEY.";
"Password" = "Пароль";
"Key" = "Ключ";
"OK" = "ОК";
"Cancel" = "Отменить";